[{"name":"Prenatal Yoga","img":"https://shawellnessclinic.com/wp-content/uploads/2018/06/iStock-483822514.jpg","describe":"If you're pregnant and looking for ways to relax or stay fit, you might be considering prenatal yoga. But did you know that prenatal yoga might also help you prepare for labor and promote your baby's health?"},{"name":"Meditation","img":"https://images.indianexpress.com/2021/05/yoga-1200.jpg","describe":"When we meditate, we inject far-reaching and long-lasting benefits into our lives: We lower our stress levels, we get to know our pain, we connect better, we improve our focus, and we're kinder to ourselves. Let us walk you through the basics in our new mindful guide on how to meditate."},{"name":"Bandha Sarvangasana","img":"https://www.yogajournal.com/wp-content/uploads/2007/08/tias-little-bridge-pose_800x450.jpg","describe":"Want to learn more about Setu Bandha Sarvangasana, or Bridge Pose? In this post, I share the benefits of this pose — which is also known as Setu Bandhasana — a complete pose tutorial, contraindications, myths, a step-by-step video, modifications and more."},{"name":"Adho Mukha Svanasana","img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRTHqj-4guprq-3-3hUNBsy8nrWWN2TDmxZbg&usqp=CAU","describe":"The Downward Dog yoga pose lengthens and decompresses the spine, stretches the hamstrings, strengthens your arms, flushes your brain with fresh oxygen and calms your mind."},{"name":" Balasana","img":"https://2zo2u23wxb8t2ohqvr3vrq5k-wpengine.netdna-ssl.com/wp-content/uploads/2017/03/Child-pose.png","describe":"The Child Pose is a resting pose useful to relieve neck, back and hip strain. While in the posture you should have slow are regulated breath; extended arms; resting hips and your forehead should be touching the mat. "},{"name":"Support Service","img":"https://pbs.twimg.com/media/EkzXlZNWkAEiQXp.jpg","describe":"Find Miami Air Conditioning Service. Unlimited Access. 100% Secure. Always Facts. Privacy Friendly. The Best Resources. Results & Answers. Types: Best Results, Explore Now, New Sources, Best in Search."},{"name":"Online Service","img":"https://pyxis.nymag.com/v1/imgs/0bc/3c9/ff3b310a7c5c441dd36b722a9035869847-yogaathomesubscription.2x.rsquare.w600.jpg","describe":"One studio-devoted yogi reviews the best online yoga classes online, including Y7 Online Studio (Month Membership), "}]